print ('я подсчитаю свою живность')

print('куры', 25 + 30 / 6)
print('петухи', 100 - 25 * 3 % 4)

print('а теперь подсчитаю яйца:')

print(3 + 2 + 1 - 5 + 4 % 2 - 1 / 4 + 6)

print('Верно ли, что 3 + 2  < 5 - 7?')

print(3 + 2 < 5 - 7)

print('Сколько будет 3 + 2?', 3 + 2)
print('А сколько будет 5 - 7?', 5 - 7)

print(' ой, кажется я запуталась.... почему False?')

print('Уще раз надо посчитать...')

print('Это больше?', 5 > - 2)
print('а это больше или равно?', 5 >= - 2)
print('А это меньше либо равно?', 5 <= - 2)

print("с %s утром!" %'добрым')